Revit 2027 API
Outline Constructor
Overload List
Name | Description
Outline(Outline) |  Constructs a new copy of the input Outline object.
Outline(XYZ, XYZ) |  Constructor that uses a minimum and maximum XYZ point to initialize the outline.
Top
See Also
Reference
Outline Class
Autodesk.Revit.DB Namespace